Repository: Temperedscarf9/Sen.Environment
Catalog: Website/lib/l10n/app_*.arb
Languages: de, ru, tr, uk, vi

source: About
de: Über:
ru: О Sen
tr: Hakkında
vi: Giới thiệu

# build_your_mod_faster
source: Build your PvZ2 mod faster!
de: Erstelle PvZ2 mods schneller als je zuvor!
ru: Создавай моды на PvZ2 быстрее чем когда-либо!
tr: Pvz 2 modunuzu daha hızlı oluşturun.
vi: Tạo ra mod PvZ2 nhanh hơn!

source: Changelog
de: Änderungsprotokoll
ru: Список изменений
tr: Değişiklik Günlüğü
vi: Thay đổi

# cmake_description
source: Cross-platform build system for C++. It is a wide used tool in the C++ community.
de: Multi-platform bau System für C++. Es ist ein häufig genutzes Werkzeug in der C++ Community.
ru: Кроcсплатформенная утилита для автоматической сборки программы из исходного кода для C++. Данное ПО довольно распространено среди C++ разработчиков.
tr: C++ için platform derleme sistemi. C++ topluluğunda herkesin kullandığı bir araçtır.
vi: Hệ thống xây dựng đa nền tảng cho C++. Nó là một công cụ được sử dụng rộng rãi trong cộng đồng C++.

source: Community Forum
ru: Форум сообщества
tr: Topluluk Forumu
uk: Форум
vi: Cộng đồng

source: Community Support
de: Community Unterstützung
ru: Поддержка от сообщества
tr: Topluluk Desteği
uk: Тех Підтримка
vi: Cộng đồng hỗ trợ

# contact
source: Contact us
de: Kontaktiere uns
ru: Свяжитесь с нами
tr: Bizimle iletişime geçin
uk: Зв'язатися з нами
vi: Liên hệ

source: Date
de: Datum
ru: Дата
tr: Tarih
uk: Дата
vi: Ngày

source: Discord Server
ru: Discord сервер
tr: Discord Sunucu
uk: Діскорд Сервер
vi: Máy chủ Discord

source: Documentation
de: Dokumentation
ru: Документация
tr: Dokümantasyon
uk: Документація
vi: Tài liệu

source: Download
de: Herunterladen
ru: Скачать
tr: İndir
uk: Встановити
vi: Tải xuống

source: Download Again
de: Erneut Herunterladen
ru: Скачать заново
tr: Tekrar indir
uk: Встановити ще раз
vi: Tải lại

source: Download for Android
de: Für Android Herunterladen
ru: Скачать для Android
tr: Android'e indir
uk: Встановити для Android
vi: Tải xuống cho Android

source: Download for Windows
de: Für Windows Herunterladen
ru: Скачать для Windows
tr: Windowsa indir
uk: Встановити для Windows
vi: Tải xuống cho Windows

source: Download now
de: Jetzt Herunterladen!
ru: Скачать сейчас
tr: Şimdi indir
uk: Встановити зараз
vi: Tải xuống công cụ

source: Download Page
de: Installations Seite
ru: Страница загрузки
tr: Sayfayı İndir
uk: Сторінка встановлення
vi: Trang tải xuống

# download_start_automatically
source: Your download should start automatically. If not, use the link below.
de: Das Herunterladen sollte automatisch beginnen. Falls dies nicht so ist, Nutzte den Link unten.
ru: Загрузка должна начаться автоматически через несколько секунд. В противном случае воспользуйтесь ссылкой ниже.
tr: Eğer indirme baslamassa, aşağıdaki bağlantıyı kullanın.
uk: Процесс завантаження повинен разпочатися автоматично. Якщо ні, то викоростайте посилання нижче.
vi: Yêu cầu tải xuống được thực hiện ngay lập tức. Nếu không thể tải xuống, vui lòng thử sử dụng liên kết bên dưới.

source: FAQ
ru: ЧАВО
tr: Soru Cevap
uk: Питання та Відповіді
vi: Hỏi đáp

source: File type
de: Dateityp
ru: Тип файла
tr: Dosya türü
uk: Тип файлу
vi: Định dạng tệp

# flutter_description
source: Beautiful UI development framework developed by Google. It is mainly used in the GUI app and also this website.
de: Wunderschönes UI-Entwicklungsframework von Google. Es wird hauptsächlich in der GUI-App und auch auf dieser Website verwendet.
ru: Фреймворк для создания UI, разработанный Google. Он использовался для создания GUI версии приложения и этого сайта.
tr: Google tarafından geliştirilen güzel UI geliştirme çerçevesi. Çoğunlukla GUI uygulamasında ve ayrıca bu web sitesinde kullanılır.
uk: Гарний Интерфейс зробленний Google. Викоростованне у GUI Версії та на цій сторінці.
vi: Framework triển giao diện người dùng đẹp do Google phát triển. Chủ yếu được sử dụng trong ứng dụng GUI và cả trang web này.

# having_download_problem
source: Having trouble? Use the direct download link.
de: Probleme beim Herunterladen? Dann nutze den direkten Link.
ru: Столкнулись с проблемой? Используйте данную прямую ссылку на скачивание.
tr: Bir sorun mu yaşıyorsunuz? Aşağıdaki bağlantıyı kullanın.
uk: Виникли проблеми? Скористуйтеся прямим посиланнаям на завантаження.
vi: Bạn gặp rắc rối? Hãy thử đường dẫn trực tiếp xem sao.

# having_issue
source: If you are having any issues with Sen, try installing
de: Falls du Probleme mit Sen hast, versuche das hier zu Herunterladen
ru: Если у вас наблюдаются проблемы с работой Sen, установите
tr: Sen ile ilgili herhangi bir problem yaşıyorsanız, yüklemeyi deneyin
uk: Якщо у вас є якісь проблеми з Сеном, спробйте його завантажити
vi: Nếu bạn gặp rắc rối với Sen, hãy thử tải xuống

source: Home
de: Startseite
ru: Главная
tr: Ev
uk: Головна Сторінка
vi: Trang chủ

# improve_mod_production
source: Improve your mod production speed by 20% with Sen
de: Verbessere deine Modifkations Geschwindigkeit um 20% mit Sen
ru: Увеличьте скорость создания модов на 20% с помощью Sen
tr: Sen ile modlama hızınızı %20 oranında artırın
uk: Збільшить ефективність розробки вашого моду на 20% з Сеном
vi: Cải thiện hiệu suất làm việc lên đến 20% bằng Sen

# kernel_description
source: Backend, the core of the program.
de: Backend, der Kern des Programms.
ru: Бэкенд, ядро данного ПО.
tr: Backend, programın çekirdeğidir.
uk: Бєкенж, це ядро программи.
vi: Backend, lõi của chương trình.

# make_your_own_mod_with_sen
source: Make your own PvZ2 mod with Sen
de: Erstelle Deine eigene PvZ2 mod mit Sen
ru: Создайте свой мод для PvZ2 с помощью Sen
tr: Sen ile kendi PvZ2 modunuzu yapın
uk: Зроби свою модифікацію на PvZ2 з Сеном
vi: Làm mod PvZ2 của riêng bạn bằng Sen

# modding_description
source: Graphic User Interface that supports utility tasks.
de: Grafisches Nutzer Menü Welches Utility-Aufgaben unterstützt.
ru: Графический пользовательский интерфейс, поддерживающий утилитарные задачи.
tr: Yardımcı görevleri destekleyen Grafik Kullanıcı Arayüzü.
uk: Графіческий користувацький інтерфейс який підтримує утілітни завдання.
vi: Giao diện người dùng hỗ trợ đa dạng tasks.

source: Modules
de: Module
ru: Модули
tr: Modül
uk: Модулі
vi: Các Mô-đun

source: Open Source Project
de: open source Projekt
ru: Проект с открытым исходным кодом
tr: Açık Kaynak Projesi
uk: Проект з відкритим кодом
vi: Dự án mã nguồn mở

# open_source_project_description
source: This project is licensed under the GPL-3.0 License, allowing free use and modification as long as the terms are followed.
de: Dieses Projekt ist lizensiert unter der GPL-3.0 Lizenz, und erlaubt die freie Nutzung und Änderung, solange die Bedingungen eingehalten werden.
ru: Этот проект распространяется под лицензией GPL-3.0, позволяя свободное использование и модификацию при соблюдении условий лицензии.
tr: Bu proje GPL-3.0 Lisansı altında lisanslanmıştır ve şartlara uyulduğu sürece ücretsiz kullanım ve değişiklik yapılmasına izin verilmektedir.
uk: Цей проект знаходится під ліцензією GPL-3.0, який довзоляє використовувати та модифікувати до тих пір поки умови не порушенні.
vi: Dự án này nằm dưới điều khoản GPL-3.0, cho phép sử dụng và sửa đổi hoàn toàn miễn phí miễn là tuân theo điều khoản.

source: Platform Support
de: Platform Unterstützung
ru: Минимальные системные требования
tr: Platform Desteği
uk: Підтримка Платформ
vi: Nền tảng hỗ trợ

source: Quality Assurance
de: Qualitäts Garantie
ru: Обеспечение качества
tr: Kalite Güvencesi
uk: Гарантія якості
vi: Đề cao chất lượng

# quality_ensurance_description
source: Sen offers tons of tools to streamline your workflow
de: Sen hat jede Menge Werkzeuge um die Arbeit zu erleichtern.
ru: Sen предлагает множество инструментов для оптимизации вашего рабочего процесса.
tr: Sen, iş akışınızı kolaylaştırmak için çok sayıda araç sunabilir.
uk: Сен пропонує тонну інструментів для оптимізації робочого процесу
vi: Sen cung cấp một lượng lớn công cụ giúp bạn làm việc hiệu quả hơn

source: Quick Links
de: Schnelle Links
ru: Быстрые ссылки
tr: Hızlı Bağlantılar
uk: Швидкі переадресації
vi: Liên kết nhanh

source: Resources
de: Resourcen
ru: Ресурсы
tr: Kaynaklar
uk: Ресурси
vi: Tài nguyên

# script_description
source: Script control flows of the tool.
de: Script Die Steuerung des Werkzeugs.
ru: Скрипты контролируют поведение приложения.
tr: Aracın komut dosyası, kontrol akışları.
uk: Скрипт котролює потоки утиліти.
vi: Tập lệnh kiểm soát luồng hoạt động của công cụ.

# sen_agreement
source: By downloading and using Sen, you agree to the license terms and privacy statement.
de: Durch das Herunterladen und nutzen von Sen stimmtst du den Lizenzbedingungen und Datenschutzerklärungen zu.
ru: Скачивая и используя Sen, вы соглашаетесь с условиями лицензии и политикой конфиденциальности.
tr: Sen'i indirip kullanırsanız, lisans koşullarını ve gizlilik bildirimini kabul edersiniz.
uk: Коли ви встановлюєте сен, ві погоджуєтесь з умовами ліцензії та положенням про конфіденційність.
vi: Bằng việc tải và sử dụng Sen, bạn chấp nhận các điều khoản được cấp phép và yêu cầu về quyền riêng tư.

# sen_big_community_support
source: Sen comes with a big community to help you modify the game easily
de: Sen kommt mit einer großen Community welche dir beim modifizieren von Pvz2 helfen kann.
ru: У Sen есть большое сообщество, которое поможет вам легко модифицировать игру
tr: Sen, oyunu kolayca değiştirmenize yardımcı olacak büyük bir toplulukla birlikte gelir.
uk: Сен йде у пакунку з великим комюніті яке допоможе вам модифікувати гру легко
vi: Sen có một cộng đồng hỗ trợ lớn giúp đỡ bạn khi cần thiết

# sen_first_description
source: Sen is what you need! The all-in-one tool, is recommended by most modders.
de: Sen ist das was du brauchst! Dieses alles in einem Werkzeug wird von den meisten Pvz2 Modifizierenden empfohlen!
ru: Sen — это всё, что вам нужно! Этот универсальный инструмент рекомендуется большинством мододелов.
tr: Sen ihtiyacınız olan şeydir! Hepsi bir arada araç, çoğu modcular tarafından önerilir.
uk: Сен це саме те що вам треба! Все в одному утиліті, рекомендується багатьма модерами.
vi: Sen là tất cả những gì bạn cần! Công cụ làm tất cả mọi việc, được tin cậy bởi cộng đồng modders quốc tế.

# sen_promotional_description
source: Sen: Environment is a project designed to serve multiple devices, offering cross-platform capabilities and a robust modular architecture.
de: Sen: Environment ein Werkzeug erstellt für mehrere Geräte und bietet plattformübergreifende Funktionen sowie eine robuste modulare Architektur.
ru: Sen: Environment — это проект, разработанный для работы на различных устройствах, предлагающий кроссплатформенные возможности и надежную модульную архитектуру.
tr: Sen: Environment, çoklu cihazlara hizmet vermek üzere progranmış, platformlar arası yetenekler ve sağlam bir modüler mimari sunan bir projedir.
uk: Сен: Середовище, проєкт який зробленний щоб підтримувати багато платформ, та предлагає кросс-платофрм підтримку та надійну модульну архітектуру.
vi: Sen: Environment là một dự án hỗ trợ đa thiết bị, đa nền tảng và có khả năng thực hiện tác vụ cực kỳ phức tạp.

# sen_promotional_title
source: An open-source project created by Haruma.
de: Ein open-source projekt erstellt von Haruma.
ru: Проект с открытым исходным кодом, созданный Haruma.
tr: Haruma tarafından tasarlanan açık kaynaklı bir projedir.
uk: Проєкт з відкритим кодом зроблений Harum'ою.
vi: Một dự án mã nguồn mở tạo ra bởi Haruma.

# sen_supported_mod
source: Sen is currently supporting these mods and much more
de: Sen unterstützt aktuell diese Mods und noch viele weitere
ru: Sen поддерживает данные моды и множество других тоже
tr: Sen şu anda bu modları ve çok daha fazlasını destekleyebilir.
uk: Сен наразі підтримує ці моди та багато інших
vi: Sen hiện đang hỗ trợ những mods này và nhiều hơn nữa

# sen_title
source: Free and open-source. Fast and efficient, low device requirement.
de: Free and open-source. Schnell und effizient, sowie niedrige Gerätsanforderungen.
ru: Бесплатный и с открытым исходным кодом. Быстрый и эффективный, с низкими системными требованиями.
tr: Ücretsiz ve açık kaynaklı. Hızlı ve etkili, düşük cihaz gereksinimi.
uk: Безкоштовний та з відкритим кодом. Швидкий так ефективний, низький вимоги до пристрою.
vi: Miễn phí và mở mã nguồn. Nhanh và hiệu quả, không yêu cầu nặng nề về phần cứng.

# shell_description
source: Frontend, provides a command-line interface.
de: Frontend, bietet eine Befehlszeilenschnittstelle an.
ru: Фронтенд, предоставляет интерфейс командной строки.
tr: Önyüz, komut satırı arayüzü sağlar.
uk: Фронтєнд, надає інтерфейс коммандної строки.
vi: Frontend, cung cấp giao diện tương tác.

# special_thanks
source: Special Thanks To
de: Spezielles Dankeschön geht an
ru: Особые благодарности
tr: Özel Teşekkürler
uk: Особлива подяка
vi: Gửi lời cảm ơn

source: Support
de: Unterstützung
ru: Поддержка
tr: Destek
uk: Підтримка
vi: Hỗ trợ

source: System
ru: Архитектура
tr: Sistem
uk: Система
vi: Hệ thống

# thank_you_for_download
source: Thank you for downloading Sen: Environment!
de: Danke für das Herunterladen von Sen: Environment!
ru: Благодарим за скачивание Sen: Environment!
tr: Sen Tool'u indirdiğiniz için teşekkürler!
uk: Дякуємо за інсталювання Сен: Середовище
vi: Cảm ơn vì bạn đã tin tưởng tải xuống Sen: Environment!

# total_sen_users
source: There are {count} users who have downloaded this Sen version.
de: Es gibt {count} Nutzer welche diese Version von Sen bereits vor dir Heruntergeladen haben.
ru: {count} пользователей уже скачали Sen.
tr: Bu Sen sürümünü indiren {count} kullanıcı var.
uk: Зараз {count} юзерів які встановили, та вже користуються цією версиєю Сену.
vi: Đang có {count} người dùng đã tải xuống phiên bản hiện tại của Sen.

source: Update changes
de: Update Änderungen
ru: Изменения
tr: Değişiklikleri güncelle
uk: Основні Зміни
vi: Cập nhật thay đổi

source: Version
ru: Версия
uk: Версія
vi: Phiên bản

source: Why Sen?
de: Warum Sen?
ru: Почему стоит выбрать Sen?
tr: Neden Sen?
uk: Чому сен?
vi: Tại sao lại là Sen?

source: Technology
de: Technologie
ru: Использовались для разработки
tr: Teknoloji
uk: Технологія
vi: Công nghệ
