Repository: Temperedscarf9/Sen.Environment
Catalog: Modding/lib/l10n/app_*.arb
Languages: de, fr

# author_of_this_locale
source: Haruma
de: Coldysnapdragon
fr: evilhack28

# de
source: German
de: Deutsch
fr: Deutsch

source: Not specified
de: Nicht spezifiziert
fr: Non spécifié

source: Default setting
de: Standard Einstellungen
fr: Paramètre par défaut

source: Theme
de: Thematik
fr: Thème

source: Language
de: Sprache
fr: Langue

# author
source: Translator
de: Übersetzer
fr: Traducteur

source: Application Setting
de: App Einstellungen
fr: Paramètre de l'application

source: Send notification
de: Benachrichtigungen senden
fr: Envoyer une notification

source: Storage permission
de: Speicher Berechtigung
fr: Autorisation de stockage

source: Granted
de: Erlaubt
fr: Accordé

source: Denied
de: Abgelehnt
fr: Refusé

source: Toolchain
de: Werkzeug Pfad
fr: Chaîne d'outils

source: Upload directory
de: Pfad Hochladen
fr: Répertoire de Upload

source: Enable
de: Aktiviere
fr: Activer

source: Disable
de: Deaktiviere
fr: Désactiver

source: System
fr: Système

source: Light
de: Hell
fr: Clair

source: Dark
de: Dunkel
fr: Sombre

# js_page
source: JS Category
de: JS Kategorie
fr: Catégorie JS

source: Home
de: Haupt Menü
fr: Accueil

source: Settings
de: Einstellungen
fr: Paramètres

# shell_description
source: Use the Shell to process files
de: Nutzte Shell um Dateien zu bearbeiten.
fr: Utilisez le Shell pour traiter les fichiers

source: Method Picker
de: Option Wähler
fr: Sélecteur de méthode

# method_picker_description
source: Select method to use from categories of methods
de: Wähle die Option zum nutzen von der Kategorie von Optionen
fr: Sélectionnez la méthode à utiliser parmi les catégories de méthodes

source: JS Execute
fr: Exécuter JS

# js_execute_description
source: Run built-in JS
de: Nutzte eingebauten JS
fr: Exécutez le JS intégré

source: Animation Viewer
de: Animation's Anseher
fr: Lecteur d'animation

# animation_viewer_description
source: Preview actual animation that will be performed
de: Schau dir die Animation an welche im Spiel gezeigt wird
fr: Aperçu de l'animation qui sera effectuée

source: Toolchain is invalid
de: Werkzeug Pfad ist inkorrekt
fr: La chaîne d'outils est invalide

source: User Provided
de: Nutzer Angabe
fr: Fournit par l'utilisateur

source: Execute again?
de: Erneut ausführen?
fr: Exécuter à nouveau ?

source: yes
de: Ja
fr: oui

source: no
de: Nein
fr: non

source: Elapsed time
de: Benötigte Zeit
fr: Temps écoulé

source: Upload file
de: Datei Hochladen
fr: Téléverser le fichier

source: Recent files
de: Letzte Dateien
fr: Fichiers récents

source: Cancel
de: Abbrechen
fr: Annuler

source: Invalid Request
de: Ungültiger Befehl
fr: Demande invalide

# shell_request_behavior
source: Shell cannot be closed until finished
de: Shell kann nicht bis zum Abschluss geschlossen werden
fr: Le Shell ne peut pas être fermé tant que le travail n'est pas terminé

source: Android Request
de: Android Nachfrage
fr: Demande Android

# android_storage_access_permission_required
source: Android Storage Permission are required to read/write files
de: Android Speicher Berechtigung ist erforderlich um dateien zu lesen/bearbeiten
fr: Les autorisations de stockage Android sont nécessaires pour lire/écrire des fichiers

source: Go to Settings
de: Gehe zu den Einstellungen
fr: Aller aux paramètres

# shell_has_finished
source: Shell has finished the job, back to application now!
de: Shell hat den Auftrag erledigt, Kehre nun zun Hauptmenü zurück!
fr: Le Shell a terminé le travail, retour à l'application maintenant !

source: Use
de: Nutze
fr: Utiliser

source: Select option
de: Option Auswählen
fr: Sélectionner une option

source: Submit
de: Einreichen
fr: Soumettre

source: Label
fr: Étiquette

source: Media
fr: Média

source: Upload media
de: Media hochladen
fr: Téléverser des médias

source: Drop file to upload
de: Datei Hochladen zum bearbeiten
fr: Déposez le fichier pour le téléverser

source: Upload file to continue...
de: Datei hochladen oder Ort der Datei angeben zum fortfahren...
fr: Téléversez un fichier pour continuer...

source: Level Maker
de: Level Ersteller
fr: Créateur de niveau

# level_maker_description
source: Through Level Maker, create your own level
de: Level Ersteller zum Level erstellen!
fr: Avec le Créateur de niveau, créez votre propre niveau

source: Level Name
fr: Nom du niveau

source: Level Description
de: Level Beschreibung
fr: Description du niveau

source: Level Stage
de: Level Rasen
fr: Stage du niveau

source: Lawn Mower
de: Rasenmäher
fr: Tondeuse à gazon

# level_music
source: Music
de: Musik
fr: Musique

# level_has_sun_falling
source: Has sun falling?
de: Soll Sonne fallen?
fr: Les soleil tombe-t-il ?

# level_music_ultimate
source: Ultimate Battle
de: Ultimater Kampf
fr: Boss

# level_music_minigame
source: Minigame
de: Minispiel
fr: Minijeu

source: Map Editor
de: Weltkarten Bearbeiter
fr: Éditeur de carte

# map_editor_horizontal_view
source: Horizontal View
de: Horizontale Ansicht
fr: Vue horizontale

# map_editor_vertical_view
source: Vertical View
de: Vertikale Ansicht
fr: Vue verticale

source: Save file
de: Datei Speichern
fr: Enregistrer le fichier

source: Map cannot be loaded
de: Weltkarte kann nicht geladen werden
fr: La carte ne peut pas être chargée

# map_editor_description
source: Through Map Editor, edit your actual world map
de: Mit Dem Weltkarten bearbeiter kann man Weltkarten bearbeiten
fr: Avec l'Éditeur de carte, modifiez votre carte du monde actuelle

# regular_wave
source: Basic Wave
de: Normale Zombie Welle
fr: Vague de base

source: Storm Event
de: Sturm Ereignis
fr: Événement tempête

source: Low Tide
de: Ebbe
fr: Basse mer

source: Sandstorm
de: Sandsturm
fr: Tempête de sable

source: Snowstorm
de: Schneesturm
fr: Tempête de neige

source: Entry
de: Eingang
fr: Entrée

source: Column Start
de: Spalten Start
fr: Début de la colonne

source: Column End
de: Spalten Ende
fr: Fin de la colonne

source: Group Size
de: Gruppen Größe
fr: Taille du groupe

source: Delay between groups
de: Zeit zwischen Gruppen
fr: Délai entre les groupes

source: Additional plantfood
de: Weiteres Dünger
fr: Nourriture supplémentaire pour plantes

source: Pick a zombie
de: Wähle einen Zombie
fr: Choisir un zombie

source: Save
de: Speichern
fr: Enregistrer

source: Wave
de: Welle
fr: Vague

source: Plant
de: Pflanze
fr: Plante

source: Grid Item
de: Bord Gegenstand
fr: Élément de la grille

source: Expand
de: Erweitern
fr: Étendre

source: Edit
de: Bearbeiten
fr: Éditer

source: Delete
de: Löschen
fr: Supprimer

# start_message
source: Wave Start Message
de: Wellen Anfangs Nachricht
fr: Message de début de vague

source: Count
de: Anzahl
fr: Nombre

source: Detail
fr: Détail

source: Done
de: Fertig
fr: Terminé

source: Successfully applied your configuration!
de: Deine Konfiguration wurde erfolgreich angewendet!
fr: Votre configuration a été appliquée avec succès !

# confirm_apply_configuration
source: Are you sure want to apply configuration?
de: Möchtest du wirkliches diese Konfiguration verwenden?
fr: Êtes-vous sûr de vouloir appliquer la configuration ?

# backup_configuration
source: Backup config
de: Sichere deine Konfiguration
fr: Sauvegarder la configuration

# backup_configuration_description
source: Backup your configuration before you lost it!
de: Sichere deine Konfiguration bevor du sie verlierst!
fr: Sauvegardez votre configuration avant de la perdre !

# upload_configuration
source: Upload config
de: Konfiguration Hochladen
fr: Téléverser la configuration

# save_configuration
source: Save config
de: Konfiguration speichern
fr: Enregistrer la configuration

# load_configuration
source: Load config
de: Konfiguration laden
fr: Charger la configuration

# apply_configuration
source: Apply config
de: Konfiguration anwenden
fr: Appliquer la configuration

source: Configuration has been loaded
de: Konfiguration wurde geladen
fr: La configuration a été chargée

source: Miscellaneous
de: Verschiedenes
fr: Divers

source: Parachute Rain
de: Fallschirm Regen
fr: Pluie de parachutes

source: Value cannot be null
de: Wert kann nicht fehlen
fr: La valeur ne peut pas être nulle

source: Value must be an integer
de: Wert muss ein integer sein
fr: La valeur doit être un entier

source: Value must be an float
de: Wert muss ein float sein
fr: La valeur doit être un flottant

source: Value cannot be empty
de: Wert kann nicht leer sein
fr: La valeur ne peut pas être vide

source: Fall time
de: Zeit bis zum Fallen
fr: Temps de chute

source: Spider Rain
de: Roboterschwarm
fr: Pluie d'araignées

source: Raiding Party
de: Überfall
fr: Groupe de raid

source: Swashbuckler Count
de: Haudegen Anzahl
fr: Nombre de mousquetaires

source: Frost Wind
de: Eisiger Wind
fr: Vent glacé

source: Row
de: Reihe
fr: Rangée

source: Add new frost wind
de: Neuen Frostwind hinzufügen
fr: Ajouter un nouveau vent glacé

source: Left
de: Links
fr: Gauche

source: Right
de: Rechts
fr: Droite

source: Save finish
de: Speichern,Abschluss
fr: Enregistrer terminé

source: Add
de: Hinzufügen
fr: Ajouter

source: Close
de: Schließen
fr: Fermer

source: Dino Wave
de: Dino Welle
fr: Vague de dinosaures

source: Dino Type
de: Dino Typ
fr: Type de dinosaure

source: Tidal Change
de: Wasser änderung
fr: Changement de marée

source: Tide Coordinate
de: Wasser Koordinate
fr: Coordonnée de la marée

source: Jam Wave
de: Musik Welle
fr: Vague de confiture

source: Notification Event
de: Musik Typ
fr: Événement de notification

source: Loading Error
de: Lade Fehler
fr: Erreur de chargement

# please_configure_resource_location
source: Please configure resource location in setting to load this module
de: Bitte gebe den Ort der Resourcen an um dieses Modul zu laden
fr: Veuillez configurer l'emplacement des ressources dans les paramètres pour charger ce module

source: Resource Location
de: Resourcen Ort
fr: Emplacement des ressources

source: Portal Wave
de: Portal Welle
fr: Vague du portail

source: Portal Column
de: Portal Spalte
fr: Colonne du portail

source: Portal Row
de: Portal Reihe
fr: Rangée du portail

source: Portal Type
de: Portal Typ
fr: Type de portail

source: Pick a portal
de: Wähle ein Portal
fr: Choisir un portail

source: Ground Spawn
de: Vom Boden erscheinen
fr: Apparition au sol

source: Necromancy
de: Necromantie
fr: Nécromancie

source: Zombie Spawn Wait Time
de: Zombie erschaffen warte Zeit
fr: Temps d'attente d'apparition des zombies

source: Suppress Action If No Grid Items Found
de: Aktion ignorieren wenn keine Bord Gegenstände vorhaden sind, zb gräber
fr: Supprimer l'action si aucun élément de la grille n'est trouvé

source: Grid Type
de: Bord Gegenstands Typ
fr: Type de grille

source: Batch function
de: Batch funktion
fr: Fonction par lot

source: Cannot load giftbox world map
de: Konnte Geschenkbox nicht laden auf der Weltkarte
fr: Impossible de charger la carte du monde cadeau

source: Cannot load level node
de: Konnte level nicht laden
fr: Impossible de charger le nœud de niveau

source: Cannot load level node Gargantuar
de: Konnte Gargantuar Level nicht laden
fr: Impossible de charger le nœud de niveau Gargantuar

source: Cannot load level node Minigame
de: Konnte Minispiel Level nicht laden
fr: Impossible de charger le nœud de niveau Minijeu

source: Cannot load map path
de: Konnte Karten Pfad nicht laden
fr: Impossible de charger le chemin de la carte

source: Cannot load yeti icon
de: Konnte Yeti Symbol nicht laden
fr: Impossible de charger l'icône du yéti

source: Cannot load zomboss node hologram
de: Konnte Zomboss level nicht laden
fr: Impossible de charger l'hologramme du nœud Zomboss

source: Cannot load buttons hud back normal
de: Konnte Knöpfe nicht laden
fr: Impossible de charger le fond des boutons HUD normal

source: Cannot load free pinata
de: Konnte Pinata nicht laden
fr: Impossible de charger la piñata gratuite

source: Cannot load free pinata dust
de: Konnte Pinata Teilchen nicht laden
fr: Impossible de charger la poussière de piñata gratuite

source: Cannot load buttons hud back selected
de: Konnte Knöpfe nicht laden
fr: Impossible de charger le fond des boutons HUD sélectionné

source: Cannot load missing artpiece
de: Konnte fehlendes bild nicht laden
fr: Impossible de charger l'œuvre d'art manquante

source: Cannot load missing artpiece anim
de: Konnte fehlende Animation nicht laden
fr: Impossible de charger l'animation de l'œuvre d'art manquante

source: Cannot load space dust
de: Konnte Weltraum Staub nicht laden
fr: Impossible de charger la poussière d'espace

source: Cannot load space spiral
de: Konnte Weltraum Spirale nicht laden
fr: Impossible de charger la spirale de l'espace

source: Cannot load ready seedbank
de: Komnte fertige Samenbank nicht laden
fr: Impossible de charger la banque de graines prête

source: Cannot load plant seedbank
de: Konnte Samenbank nicht laden
fr: Impossible de charger la banque de graines de plantes

source: Cannot find world
de: Konnte Welt nicht finden
fr: Impossible de trouver le monde

source: Worldmap loaded
de: Weltkarte geladen
fr: Carte du monde chargée

# section_description
source: Select objects in section
de: Wähle Objekte in sektion
fr: Sélectionner des objets dans la section

source: Island Pieces
de: Insel Teile
fr: Pièces d'île

# island_pieces_description
source: Open island pieces selection list and place island piece to this section
de: Nutze Wartenkarten Teile
fr: Ouvrir la liste de sélection des pièces d'île et placer une pièce d'île dans cette section

source: Animation Pieces
de: Animationierte Weltkarten Teile
fr: Pièces d'animation

# animation_pieces_description
source: Open animation pieces selection list and place animation piece to this section
de: Nutze animierte Weltkarten Teile
fr: Ouvrir la liste de sélection des pièces d'animation et placer une pièce d'animation dans cette section

source: Events
fr: Événements

# events_description
source: Open events selection list and place event to this section
de: Öffne Ereignisse um Events wie Levels oder Pflanzen zu platzieren
fr: Ouvrir la liste de sélection des événements et placer un événement dans cette section

source: Map Editor Setting
de: Weltkarten Bearbeiter
fr: Paramètres de l'éditeur de carte

# map_editor_setting_description
source: Change Map editor properties
de: Ändere Weltkarten Bearbeiter's Inhalt
fr: Modifier les propriétés de l'éditeur de carte

# palette_description
source: Change the map bounding color
de: Ändere die Karten Grenzen Farbe
fr: Modifier la couleur de la bordure de la carte

source: Loading
fr: Chargement

source: Map Settings
de: Karten Einstellungen
fr: Paramètres de la carte

source: Width
de: Weite
fr: Largeur

source: Height
de: Höhe
fr: Hauteur

source: Open
de: Öffnen
fr: Ouvrir

# open_description
source: Open a worldmap file
de: Öffne eine Weltkarten Datei
fr: Ouvrir un fichier de carte du monde

# save_description
source: Save the current worldmap file
de: Aktuelle Weltkarte Speichern
fr: Enregistrer le fichier de carte du monde actuel

source: Eraser
fr: Gomme

# eraser_description
source: Remove objects in the section
de: Entferne Ausgewählte Objekte
fr: Supprimer des objets dans la section

source: Pan Tool
fr: Outil de déplacement

# pan_tool_description
source: Move the map bound
de: Verschiebe die Weltkarten Grenzen
fr: Déplacer la bordure de la carte

source: Resizer
fr: Redimensionner

# resizer_description
source: Resize the map bound
de: Vergrößere die Weltkarten Grenzen
fr: Redimensionner la bordure de la carte

source: World ID
de: Welt ID
fr: ID du monde

source: Res ID
fr: ID des ressources

source: World Name
de: Welt Name
fr: Nom du monde

source: Piece Config
de: Gegenstands Konfiguration
fr: Configuration de la pièce

source: Scale X
fr: Échelle X

source: Scale Y
fr: Échelle Y

source: Layer
de: Ebene
fr: Couche

source: Rate
fr: Taux

source: Piece Art Flip
fr: Retourner la pièce

source: Event Config
fr: Configuration de l'événement

source: Name
fr: Nom

source: Unlocked From
de: Freigeschaltet von
fr: Débloqué depuis

source: Auto Visible
de: Automatisch sichtbar
fr: Visible automatiquement

source: Event Border
de: Event Grenze
fr: Bordure de l'événement

source: Animation Piece Border
de: Animation Teil Grenze
fr: Bordure de la pièce d'animation

source: Level Finished
de: Level abgeschlossen
fr: Niveau terminé

source: Map Grid
de: Map Netz
fr: Grille de la carte

source: Clear
de: Entleeren
fr: Effacer

# clear_description
source: Remove all current prcoess
de: Entferne den Gesamten Fortschritt
fr: Supprimer tous les processus actuels

source: Config
de: Konfiguration
fr: Configuration

# config_description
source: Config Map Editor with your own Settings
de: Knonfiguiere den Weltkarten Bearbeiter mit deinen eigenen Einstellungen!
fr: Configurer l'éditeur de carte avec vos propres paramètres

# play_single_animation_frame
source: Play Single Frame
de: Einzelnen Frame abspielen
fr: Jouer une seule image

source: Mute Audio
de: Audio Ausschalten
fr: Couper le son

source: Filter Quality
de: Filter Qualität
fr: Qualité du filtre

source: World name cannot be none
de: Weltname kann nicht fehlend sein
fr: Le nom du monde ne peut pas être vide

source: World map saved
de: Weltkarte gespeichert
fr: Carte du monde enregistrée

source: Map Bounding Resize
de: Karten Grenze vergrößern
fr: Redimensionner les limites de la carte

source: Worldmap has been changed
de: Weltkarte wurde verändert
fr: La carte du monde a été modifiée

source: Map Editor Config
de: Weltkarten Bearbeiter Konfiguration
fr: Configuration de l'éditeur de carte

source: Config saved
de: Konfiguration Gespeichert
fr: Configuration enregistrée

source: Confirm delete
de: Löschen bestätigen
fr: Confirmer la suppression

# confirm_delete_description
source: Are you sure want to delete entire process?
de: Möchtest du wirklich deinen gesamten Fortschritt löschen?
fr: Êtes-vous sûr de vouloir supprimer tout le processus ?

source: Continue progress
de: Weiter
fr: Continuer le progrès

source: Worldmap has been cleared
de: Weltkarte wurde geleert
fr: La carte du monde a été effacée

source: Download Script
de: Script herunterladen
fr: Télécharger le script

# download_script_description
source: Download the script to your device
de: Lade das Script auf deinem Gerät herunter
fr: Téléchargez le script sur votre appareil

source: Unzip file failed
de: Datei Entzippen fehlgeschlagen
fr: Échec de l'extraction du fichier

source: Error
de: Fehler
fr: Erreur

source: Script has been downloaded
de: Script wurde erfolgreich heruntergeladen
fr: Le script a été téléchargé

source: Change position value
de: Ändere positions Wert
fr: Changer la valeur de la position

source: Zoom Out
de: Rauszoomen
fr: Réduire

source: Backward
de: Zurück
fr: Retour

source: Play
de: Spielen
fr: Jouer

source: Stop
fr: Arrêter

source: Forward
de: Forwärts
fr: Avancer

source: Zoom In
de: Ranzoomen
fr: Zoom avant

source: Launch immediately
de: Sofort starten
fr: Lancer immédiatement

source: Show confirm dialog
de: Zeige Bestätigungs dialog
fr: Afficher la boîte de confirmation

source: JS Settings
de: JS Einstellungen
fr: Paramètres JS

# do_you_wish_to_run
source: Do you wish to run script {module_name}?
de: Möchtest du das Script {module_name} laden?
fr: Souhaitez-vous exécuter le script {module_name} ?

source: Script not found
de: Script nicht gefunden
fr: Script non trouvé

source: Restart
de: Neu Starten
fr: Redémarrer

# animation_file
source: Animation file: {file}
de: Animations Datei: {file}
fr: Fichier d'animation : {file}

# media_directory
source: Media directory: {media_path}
de: Media Ordner: {media_path}
fr: Répertoire des médias : {media_path}

source: Unselected
de: Nicht ausgewählt
fr: Non sélectionné

# disable_all_sprite
source: Disable all sprites
de: Deaktiviere alle sprites
fr: Désactiver tous les sprites

# disable_all_image
source: Disable all images
de: Deaktiviere alle Bilder
fr: Désactiver toutes les images

# enable_all_sprite
source: Enable all sprites
de: Deaktiviere alle sprites
fr: Activer tous les sprites

# enable_all_image
source: Enable all images
de: Deaktiviere alle Bilder
fr: Activer toutes les images

# reload_script
source: Reload Scripts
de: Scripte neu laden
fr: Recharger les scripts

source: Run as Launcher
de: Als Launcher starten
fr: Exécuter en tant que lanceur

# show_confirm_dialog_description
source: Confirm to launch Shell
de: Shell starten bestätigen
fr: Confirmer pour lancer le Shell

# run_as_launcher_description
source: Run script with Console
de: Script mit Konsole Starten
fr: Exécuter le script avec la console

# spawn_success
source: Successfully run the script {script_name} with launcher!
de: Erfolgreich {script_name} verwendet!
fr: Le script {script_name} a été exécuté avec succès avec le lanceur !

source: Run immediately
de: Sofort starten
fr: Exécuter immédiatement

# run_immediately_description
source: Run Shell immediately once you enter
de: Nutze Shell sofort beim starten
fr: Exécuter le Shell immédiatement après l'entrée

source: Launch
de: Starten
fr: Lancer

source: Shell Configuration
de: Shell Konfiguration
fr: Configuration du Shell

source: Waiting for user
de: Wartet auf Nutzer
fr: En attente de l'utilisateur

source: Argument got
de: Argument erhalten
fr: Argument obtenu

source: Screenshot taken
de: Screenshot gemacht
fr: Capture d'écran prise

source: Take screenshot
de: Screenshot machen
fr: Prendre une capture d'écran

source: Island Config
de: Insel Konfiguration
fr: Configuration de l'île

source: Star Cost
de: Stern Kosten
fr: Coût en étoiles

source: Plant Type
de: Pflanzentyp
fr: Type de plante

source: Upgrade Type
de: Verbesserungstyp
fr: Type de mise à niveau

# parent_must_have_the_same_name
source: Parent must have same name
de: Eltern müsssen den gleichen Namen haben
fr: Le parent doit avoir le même nom

source: Island
de: Insel
fr: Île

source: Key Cost
de: Schlüssel Kosten
fr: Coût en clés

# press_enter_to_save
source: Press "Enter" on your keyboard to save the changes
de: Drücke "Enter" auf deiner Tastatur um Änderungen zu speichern
fr: Appuyez sur "Entrée" sur votre clavier pour enregistrer les modifications

source: Map completed
de: Weltkarte Fertig
fr: Carte terminée

source: Island Image Border
de: Insel Bild Grenze
fr: Bordure de l'image de l'île

source: Animated Island Border
fr: Bordure animée de l'île

# island_image_shop
source: Islands Shop
de: Insel Shop
fr: Magasin d'îles

source: Shortcut Menu
de: Shortcut Menü
fr: Menu des raccourcis

source: Open World Map
de: Weltkarte öffnen
fr: Ouvrir la carte du monde

source: Color
de: Farbe
fr: Couleur

source: Time Space
de: Zeit all
fr: Espace-temps

source: SUI logo
fr: Logo SUI

source: Hide Missing Art
de: Fehlende Bilder verstecken
fr: Masquer l'art manquant

source: Hide Old Events
de: Alte Ereignisse verstecken
fr: Masquer les anciens événements

source: Use Map Path
de: Nutze Weltkarten Pfad
fr: Utiliser le chemin de la carte

source: Background
de: Hintergrund
fr: Arrière-plan

source: Save World Map
de: Weltkarte Speichern
fr: Sauvegarder la carte du monde

source: Cannot load ready plant
de: Konnte Pflanze nicht laden
fr: Impossible de charger la plante prête

source: Cannot load Key gate flag
de: Konnte Schlüsseltor nicht laden
fr: Impossible de charger le drapeau de la porte clé

source: Rectangle Tool
de: Viereck Werkzeug
fr: Outil rectangle

source: Erase Tool
de: Lösch Werkzeug
fr: Outil effacer

source: Resize Tool
de: Größen Werkzeug
fr: Outil redimensionner

source: Clear Tool
de: alles Entfernen Werkzeug
fr: Outil effacer

source: Open Config
de: Konfiguration öffnen
fr: Ouvrir la configuration

source: Open Shortcut Menu
de: Shortcut Menü öffnen
fr: Ouvrir le menu des raccourcis

source: Copy
de: Kopieren
fr: Copier

source: Paste
de: Einfügen
fr: Coller

source: Undo
de: Rückgängig
fr: Annuler

source: Redo
de: Rück-Rückgangig
fr: Rétablir
