Repository: Temperedscarf9/Sen.Environment
Catalog: Modding/lib/l10n/app_*.arb
Languages: de, fr

# open_layer
source: Open Layers
de: Ebenen öffnen
fr: Ouvrir les calques

source: Open History
de: Verlauf öffnen
fr: Ouvrir l'historique

# open_settings
source: Open Setting
de: Einstellungen öffnen
fr: Ouvrir les paramètres

source: Open Palette
de: Palette öffnen
fr: Ouvrir la palette

# event_shop
source: Events Shop
de: Event Shop
fr: Magasin d'événements

source: Animation Pieces Shop
de: Animations Teile Shop
fr: Magasin de pièces d'animation

source: World Resources
de: Welt Resourcen
fr: Ressources du monde

source: More actions
de: Mehr Aktionen
fr: Plus d'actions

source: Failed to load WorldMap
de: Fehler beim laden der Weltkarte
fr: Échec du chargement de la carte du monde

source: Cannot load info icon
de: Konnte Load info icon nichr laden
fr: Impossible de charger l'icône d'information

source: Cannot load sprout
de: Konnte sprout nicht laden
fr: Impossible de charger le sprout

source: Cannot load doodad
de: Konnte doodad nicht laden
fr: Impossible de charger le doodad

source: Cannot load pathNode
de: Konnte pathNode nicht laden
fr: Impossible de charger pathNode

source: World Resources Changed
de: Welt Resourcen geändert
fr: Les ressources du monde ont changé

# unlocked_from_must_have_the_same_name
source: Unlocked from must have same name
de: Freigeschaltet von muss den gleichen Namen haben
fr: Le déverrouillage doit avoir le même nom

source: Piece Layer
de: Gegenstands Ebene
fr: Couche de pièce

source: Level Data
de: Level Daten
fr: Données du niveau

source: Cannot load star gate
de: Konnte Sterntor nicht laden
fr: Impossible de charger la porte des étoiles

source: Cannot load sod roll
de: Konnte sod roll nicht laden
fr: Impossible de charger le rouleau de sod

source: Cannot load collected upgrade effect
de: Komnte Verbesserungs effekt nicht laden
fr: Impossible de charger l'effet de mise à niveau collectée

source: Select multiple items by rectangle
de: Wähle mehere Gegenstände mit einem Rechteck
fr: Sélectionner plusieurs éléments par rectangle

source: Shortcut Help
de: Abkürzungs Hilfe
fr: Aide des raccourcis

# shortcut_help_description
source: Open the list of Shortcut
de: Abkürzungs Liste öffnen
fr: Ouvrir la liste des raccourcis

source: Select
de: Auswählen
fr: Sélectionner

source: Island image
de: Insel Bild
fr: Image de l'île

# island_image_description
source: Open island image selection list and place an island image piece
de: Öffne die Insel Bild Liste um diese zu platzieren
fr: Ouvrir la liste de sélection des images d'île et placer une pièce d'image d'île

source: Island animation
de: Insel Animation
fr: Animation d'île

# island_animation_description
source: Open island animation selection list and place an island animation piece
de: Öffne die Insel Animations Liste um diese zu platzieren.
fr: Ouvrir la liste de sélection des animations d'île et placer une pièce d'animation d'île

# layer_description
source: Open layer system to process with tool
de: Öffne das Ebenen System um diese zu bearbeiten
fr: Ouvrir le système de couches pour travailler avec l'outil

source: History
de: Verlauf
fr: Historique

# history_description
source: Preview your previous work
de: Deine vorherige Arbeit ansehen
fr: Aperçu de votre travail précédent

source: Visible From
de: Sichtbar ab
fr: Visible depuis

# visible_from_must_have_same_name
source: Visible From must have the same name
de: Sichtbar ab muss den gleichen Namen haben
fr: Visible depuis doit avoir le même nom

source: Level Type
de: Level Typ
fr: Type de niveau

source: Display Text
de: Text Anzeigen
fr: Texte à afficher

source: Narration Unlocked
de: Erzählung bei Freischaltung
fr: Narration déverrouillée

source: Narration Completed
de: Erzählung nach Abschluss
fr: Narration terminée

source: Level Tutorial When
de: Level Tutorial wenn
fr: Tutoriel de niveau quand

source: Level Toggle
de: Level Umschalten
fr: Commutateur de niveau

source: Event Settings
de: Event Einstellungen
fr: Paramètres des événements

source: Frame
fr: Cadre

source: Reset Focus
de: Fokus zurücksetzen
fr: Réinitialiser le focus

source: Cannot load ready packet
de: Konnte Samenpacket nicht laden
fr: Impossible de charger le paquet prêt

# island_change_id
source: Change Island ID
de: Insel ID ändern
fr: Changer l'ID de l'île

# island_scale
source: Scale Island
de: Insel Größe
fr: Échelle de l'île

# island_change_layer
source: Change Island Layer
de: Insel Ebene ändern
fr: Changer la couche de l'île

# island_change_parallax
source: Change Island Parallax
de: Insel Parallax ändern
fr: Changer le parallaxe de l'île

# island_rotate
source: Rotate Island
de: Insel drehen
fr: Faire pivoter l'île

# island_change_rotation_rate
source: Change Rotation Rate
de: Ändere die rotations Rate
fr: Changer le taux de rotation

# island_art_flip
source: Flip Island
de: Insel drehen
fr: Retourner l'art de l'île

# event_change_id
source: Change Event ID
de: Event ID ändern
fr: Changer l'ID de l'événement

# event_change_name
source: Change Event Name
de: Event Name ändern
fr: Changer le nom de l'événement

# event_change_parent
source: Change Event Parent
de: Event Eltern ändern
fr: Changer le parent de l'événement

# event_change_unlocked_from
source: Change Unlocked From
de: Freischaltungs Ort ändern
fr: Changer le déverrouillage depuis

# event_change_visible_from
source: Change Visible From
de: Ändere Sichtbar von...
fr: Changer la visibilité depuis

# event_change_auto_visible
source: Change Auto Visible
de: Ändere automatische Sichtbarkeit
fr: Changer la visibilité automatique

# event_change_level_data
source: Change Level Data
de: Ändere Leveldaten
fr: Changer les données du niveau

# event_change_display_text
source: Change Display Text
de: Ändere den Text zum Anzeigen
fr: Changer le texte affiché

# event_change_nar_unlocked
source: Change Narration Unlocked
de: Ändere die Erzählung bei Freischaltung
fr: Changer la narration déverrouillée

# event_change_nar_completed
source: Change Narration Completed
de: Ändere die Erzählung beim Abschließen
fr: Changer la narration terminée

# event_change_tutorial
source: Change Level Tutorial
de: Level Tutorial ändern
fr: Changer le tutoriel du niveau

# event_change_tutorial_unlocked
source: Change Tutorial Unlocked
de: Level Tutorial Freischaltung ändern
fr: Changer le déverrouillage du tutoriel

# event_change_level_toggle
source: Change Level Toggle
fr: Changer le commutateur de niveau

# event_change_plant_type
source: Change Plant Type
de: Pflanzentyp ändern
fr: Changer le type de plante

# event_change_key_cost
source: Change Key Cost
de: Schlüssel kosten ändern
fr: Changer le coût de la clé

# event_art_flip
source: Flip Event
de: Event drehen
fr: Retourner l'art de l'événement

source: Add Item
de: Gegenstand hinzufügen
fr: Ajouter un élément

source: Move Item
de: Gegenstand bewegen
fr: Déplacer l'élément

source: Erase Item
de: Gegenstand löschen
fr: Effacer l'élément

source: Paste Item
de: Gegenstand einfügen
fr: Coller l'élément

source: Select Item
de: Gegenstand wählen
fr: Sélectionner l'élément

source: Rectangle Select
fr: Sélection rectangle

source: Deselect
de: Nicht mehr wählen
fr: Désélectionner

# map_change_name
source: Change World Name
de: Weltnamen ändern
fr: Changer le nom du monde

# map_change_world_id
source: Change World ID
de: Welt ID ändern
fr: Changer l'ID du monde

# map_change_res_id
source: Change Res ID
de: Res ID ändern
fr: Changer l'ID de ressource

# map_change_bounding
source: Resize Map Bounding
fr: Redimensionner la limite de la carte

# new_map_editor
source: New Window
de: Neues Fenster
fr: Nouvelle fenêtre

source: Load World Resource
de: Welt Resourcen laden
fr: Charger la ressource du monde

source: Create New Layer
de: Neue Ebene Hinzufügen
fr: Créer une nouvelle couche

source: Delete Layer
de: Ebene löschen
fr: Supprimer la couche

source: Merge Down Layer
fr: Fusionner la couche inférieure

source: Move Up Layer
de: Ebene hoch verschieben
fr: Déplacer la couche vers le haut

source: Move Down Layer
de: Eben runter verschieben
fr: Déplacer la couche vers le bas

# event_node_plant
source: Plant
de: Pflanze
fr: Plante

# event_node_gift_box
source: Gift Box
de: Geschenk box
fr: Boîte cadeau

# event_node_upgrade
source: Upgrade
de: Verbesserung
fr: Amélioration

# event_node_normal_level
source: Normal Level
de: Normales Level
fr: Niveau normal

# event_node_minigame_level
source: Minigame Level
de: Minispiel Level
fr: Niveau minijeu

# event_node_miniboss_level
source: Miniboss Level
fr: Niveau miniboss

# event_node_nonfinal_boss
source: Nonfinal Boss
de: Nicht-finaler Boss
fr: Boss non final

# event_node_boss_level
source: Boss Level
fr: Niveau boss

# event_node_star_gate
source: Star Gate
de: Sterntor
fr: Porte des étoiles

# event_node_key_gate
source: Key Gate
de: Schlüsseltor
fr: Porte clé

# event_node_path_node
source: Path Node
fr: Noeud de chemin

# event_node_doodad
source: Doodad
fr: Objet décoratif

source: Exit
de: Verlassen
fr: Sortir

# confirm_exit
source: Are you sure want to exit?
de: Bist du dir sicher,dass du verlassen möchtest?
fr: Êtes-vous sûr de vouloir quitter ?

source: Back
de: Zurück
fr: Retour

source: Plant Costume
de: Pflanzen Kostüm
fr: Costume de plante

source: Section Select
de: Sektion auswählen
fr: Sélectionner la section

source: Section Island Image
de: Sektion Insel Bilder
fr: Image de l'île de la section

source: Section Island Animation
de: Sektion Insel Animationen
fr: Animation de l'île de la section

source: Section Event
de: Sektion Events
fr: Événement de la section

source: Move Up
de: Nach Oben bewegen
fr: Déplacer vers le haut

source: Move Left
de: Nach Links bewegen
fr: Déplacer vers la gauche

source: Move Down
de: Nach Unten bewegen
fr: Déplacer vers le bas

source: Move Right
de: Nach Rechts bewegen
fr: Déplacer vers la droite

source: Rotate Counter Clockwise
de: Nicht im Uhrzeigersinn drehen
fr: Rotation antihoraire

source: Rotate Clockwise
de: Im Uhrzeigersinn drehen
fr: Rotation horaire

source: Decrease Scale X
de: Verringer X Größe
fr: Réduire l'échelle X

source: Increase Scale X
de: Erhöhe X Größe
fr: Augmenter l'échelle X

source: Decrease Scale Y
de: Verringer Y Größe
fr: Réduire l'échelle Y

source: Increase Scale Y
de: Erhöhe Y Größe
fr: Augmenter l'échelle Y

source: Flip
de: drehen
fr: Retourner

source: Cut
de: ausschneiden
fr: Couper

# loading_map_resources
source: Loading map resources, please wait
de: Lädt Weltkarten Resourcen, bitte warten
fr: Chargement des ressources de la carte, veuillez patienter

# input_value
source: Write some value
de: Gebe einen Wert an
fr: Saisissez une valeur

source: Select an option...
de: Wähle eine Option...
fr: Sélectionner une option...

source: Attach
de: Anhängen
fr: Attacher

source: Export log
de: Exportiere den log
fr: Exporter le journal

source: Tool
de: Werkzeug
fr: Outil

source: Item
de: Gegenstand
fr: Objet

# tool_description
source: Main container of the Worldmap
de: Haupt Container der Weltkarte
fr: Conteneur principal de la carte du monde

# item_description
source: Item list that support make your map simpler
de: Gegenstands Liste welche hilft deine Karte einfach zu halten
fr: Liste d'objets pour rendre votre carte plus simple

# option_description
source: Configure your Worldmap
de: Konfiguriere deine Weltkarte
fr: Configurez votre carte du monde

source: Task
de: Aufgabe
fr: Tâche

source: Scale
de: Größe
fr: Échelle

source: Playing
de: Spielt
fr: En cours

source: Current
de: Aktuell
fr: Actuel

source: Translator
de: Übersetzer
fr: Traducteur

source: Close all tabs
de: Alles Schließen
fr: Fermer tous les onglets

source: Close tabs to the left
de: Alle Linken Registerkarten Schließen
fr: Fermer les onglets à gauche

source: Close tabs to the right
de: Alle Rechten Registerkarten Schließen
fr: Fermer les onglets à droite

source: Reload map resources
de: Weltkarten Resourcen neu laden
fr: Recharger les ressources de la carte

source: Sen is listening
de: Sen hört zu
fr: Sen écoute

# en
source: English
de: Englisch

# vi
source: Vietnamese
de: Vietnamesisch

# es
source: Spanish
de: Spanisch

# ru
source: Russian
de: Russisch

source: Image
de: Bild

source: Confirmation
de: Bestätigen

source: Direction
de: Richtung

source: Message
de: Nachricht

source: Notification
de: Benachrichtigung

source: Section
de: Sektion

source: Angle
de: Winkel

source: Parent
de: Event Eltern

# event_change_upgrade_type
source: Change Upgrade Type
de: Verbesserungstyp ändern

# event_change_star_cost
source: Change Star Cost
de: Stern kosten ändern

# event_node_danger
source: Danger
de: Gefahrenzentrale
